"""Файл с описанием четветинок экрана, где каждая |- лестница, а _ = платформе"""

level1 = [' _ ',
          '   ',
          '_ _',
          '   ',
          ' _ ',
          ' | ',
          '_  ']

# отроженный первый уровень, для генерации больших вариантов
level1_ot = [' _ ',
             '   ',
             '_ _',
             '   ',
             ' _ ',
             '  |',
             '  _']

level2 = ['  _',
          '   ',
          '  _',
          '   ',
          ' _ ',
          '   ',
          '___']

level2_ot = ['_  ',
             '   ',
             '_  ',
             '   ',
             ' _ ',
             '   ',
             '___']

level3 = ['   ',
          '   ',
          '  _',
          '  |',
          '___',
          ' | ',
          '___']

level3_ot = ['   ',
             '   ',
             '_  ',
             ' | ',
             '___',
             '  |',
             '___']

levels = {1: [level1, level1],
          2: [level2, level2_ot],
          3: [level3, level3_ot]}